[
  "table-editor-obsidian",
  "obsidian-git",
  "url-into-selection",
  "markdown-prettifier",
  "quickadd",
  "cmenu-plugin",
  "remember-cursor-position",
  "easy-typing-obsidian",
  "obsidian-linter",
  "obsidian-show-file-path",
  "obsidian-auto-pair-chinese-symbol",
  "search-on-internet",
  "obsidian-enhancing-mindmap",
  "nldates-obsidian",
  "calendar",
  "periodic-notes",
  "obsidian-admonition",
  "note-refactor-obsidian",
  "various-complements",
  "consistent-attachments-and-links",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian42-brat",
  "simpread",
  "obsidian-local-rest-api",
  "obsidian-auto-link-title"
]